Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/getting_a_transfer_to_another_local_authority_home.html.txt.tmx
Source language: en
Languages: ga

source: Getting a transfer to another local authority home
ga: Aistriú chuig teach eile de chuid an údaráis áitiúil

source: If you want to move to another local authority home, you can register on your local authority’s transfer list
ga: Más mian leat aistriú ó theach eile de chuid an údaráis áitiúil, ní mór duit clárú ar an liosta aistrithe

source: To qualify for the transfer list, you may have to meet a number of criteria, such as not having any rent arrears
ga: Ar mhaith le bheith i dteideal clárú ar an liosta sin, ní mór duit cloí le coinníollacha áirithe, ina measc bheith saor ó riaráistí cíosa

source: The criteria you must meet to qualify for the transfer list are usually outlined in the local authority’s housing allocations scheme, which is generally published on its website
ga: Foilsíonn an t-údarás áitiúil na coinníollacha seo ina scéim leithdháiltí tithíochta de ghnáth

source: You may be able to arrange a private transfer by finding someone who wants to swap their home with yours
ga: Is féidir aistriú príobháideach a shocrú má aimsíonn tú duine a bheadh sásta a theach a aistriú leat

source: This must not result in any overcrowding and the local authority must give its permission
ga: Níl aon chead go mbeadh an iomarca daoine ag maireachtáil sa teach de bharr an aistrithe seo agus ní mór go mbeadh an túdarás áitiúil sásta leis an socrú

source: You can also arrange a private transfer with someone from a different local authority, as long as the accommodation is suitable and the 2 local authorities agree
ga: Is féidir socrú príobháideach a dhéanamh le duine ó údarás áitiúil eile, chomh fada go bhfuil an t-áitreabh sásúil agus go bhfuil an dá údarás sásta leis an aistriú

source: Contact the Housing Department of your local authority
ga: Déan teagmháil le le Roinn Tithíochta d'údaráis áitiúil
